Repository: giovanniledda/Holidays-manager
Catalog: src/Zoba/HolidaysManagerBundle/Resources/translations/messages.*.xliff
Languages: it

source: Add an Extratime
it: Aggiungi uno straordinario

source: Show all Extratimes
it: Vedi tutti gli straordinari

source: Clear all Extratimes
it: Elimina tutti gli straordinari

source: Quick Shortcuts
it: Menu rapido

source: Extratimes list
it: Elenco straordinari

source: Extratime
it: Straordinario

source: Hours of holidays done in this day: %hours%
it: Ore di ferie prese in questo giorno: %hours%

source: Hours of extra work done in this day: %hours%
it: Ore di straordinario svolte in questo giorno: %hours%

source: Day
it: Giorno

source: Hours
it: Ore uomo

source: Actions
it: Azioni

source: Overview
it: Riepilogo dati

source: Remove this extratime
it: Elimina questo straordinario

source: Extratime #%id% has been removed!
it: Lo straordinario #%id% Ã¨ stato eliminato!

source: Last updates
it: Ultimi aggiornamenti

source: Add a new extratime!
it: Creane un altro!

source: View details
it: Vedi dettagli

source: Are you sure?
it: Sei sicuro?
